var housenum_title=['光明区', '南山区', '坪山区', '大鹏新区', '宝安区', '盐田区', '福田区', '罗湖区', '龙华区', '龙岗区'];
var housenum_data=[55, 999, 88, 28, 728, 120, 969, 721, 665, 1101];

var houseprice_title=['光明区', '南山区', '坪山区', '大鹏新区', '宝安区', '盐田区', '福田区', '罗湖区', '龙华区', '龙岗区'];
var houseprice_data=[53.8, 126.1, 44.9, 49.9, 91.1, 65.5, 127.4, 99.9, 80.3, 70.4];

var housefloor_title=['高楼层(7层)', '中楼层(8层)', '中楼层(7层)', '高楼层(8层)', '低楼层(7层)', '高楼层(9层)', '高楼层(12层)', '中楼层(5层)', '中楼层(11层)', '低楼层(3层)', '低楼层(4层)', '低楼层(6层)', '中楼层(9层)'];
var housefloor_data=[345, 238, 236, 221, 130, 121, 97, 92, 81, 65, 63, 60, 53];

var housetype_data=[
                                    {value: 1154, name: '1室1厅1卫'},
                                    {value: 947,   name: '1室0厅1卫'},
                                    {value: 807,   name: '2室1厅1卫'},
                                    {value: 336,   name: '3室1厅1卫'},
                                    {value: 311,   name: '4室1厅1卫'},
                                    {value: 254,   name: '4室1厅2卫'},
                                    {value: 239,   name: '3室2厅1卫'},
                                    {value: 213,   name: '2室2厅1卫'},
                                    {value: 198,   name: '3室2厅2卫'},
                                    {value: 181,   name: '5室1厅2卫'}
                                 ]